Repository: UNIVERSAL-IT-SYSTEMS/bbApp
Catalog: BneiB/*.lproj/Localizable.strings
Languages: es

# RSS
source: http://feeds2.feedburner.com/MichaelLaitman
es: http://feeds2.feedburner.com/Laitmanes

# NSDATE
source: E, d LLL yyyy HH:mm:ss zzz
es: E, d LLL yyyy HH:mm:ss Z

# LIBRARY_LINK
source: http://www.kabbalah.info/eng/content/view/frame/2373?/eng/&main
es: http://www.kabbalah.info/es/biblioteca/biblioteca-de-cabal%C3%A1

# BOOKSTORE
source: http://www.kabbalahbooks.info/mobile/default.aspx#Home
es: http://www.kabbalahbooks.info/mobile/default.aspx#C26

# REGISTER
source: http://edu.kabbalah.info/register-free
es: http://www.cabalacentroestudios.com/register-free

# NEW_HOME
source: https://www.kabbalah.info/donate/en/projects/new_building
es: https://www.kabbalah.info/donate/es/projects/new_building

source: Email
es: Correo Electronico

# SAFARI
source: Open in Safari
es: Abrir en Safari

# SEND_TWEET
source: Check out: %@ via @KabbalahApp
es: Checa: %@ via @KabbalahApp

# POST_FB
source: Check out: %@. Via Kabbalah App
es: Checa: %@. Via Kabbalah App

# HUD_TEXT
source: Loading New Articles
es: Cargando Nuevos Articulos

# FUNDAMENTALS
source: Fundamentals of Kabbalah
es: Fundamentos de Kabbalah

# INTERMEDIATE
source: Intermediate Kabbalah
es: Kabbalah Intermedio

# GRADUATE
source: Graduate Program
es: Programa de Graduados

# FUNDAMENTALS_SCHEDULE
source: Wednesdays at 4pm ET and on Sundays at 2pm ET
es: Miercoles a las 4pm ET y los Domingos a las 2pm ET

# INTERMEDIATE_SCHEDULE
source: Wednesdays at 4pm ET and on Sundays at 2pm ET
es: Miercoles a las 4pm ET y los Domingos a las 2pm ET

# GRADUATE_SCHEDULE
source: Tuesdays at 8pm EDT
es: Martes a las 8pm EDT

source: Promo
es: PromoSpa

source: SCHEDULE
es: http://kab.tv/tvlist_gen.php?lang=Spanish

# CATALOG_F
source: http://m.kab.tv/ios/CatalogF.html
es: http://m.kab.tv/ios/CatalogoF.html

# OVERVIEW_F
source: http://m.kab.tv/ios/overviewF.html
es: http://m.kab.tv/ios/overviewFS.html

source: SERVICES
es: http://m.kab.tv/ios/servicesS.html

# CATALOG_I
source: http://m.kab.tv/ios/CatalogI.html
es: http://m.kab.tv/ios/CatalogIS.html

# OVERVIEW_I
source: http://m.kab.tv/ios/overviewI.html
es: http://m.kab.tv/ios/overviewIS.html

# CATALOG_G
source: http://m.kab.tv/ios/CatalogG.html
es: http://m.kab.tv/ios/CatalogGS.html

# OVERVIEW_G
source: http://m.kab.tv/ios/overviewG.html
es: http://m.kab.tv/ios/overviewGS.html

# SCHEDULE_NEW
source: http://m.kab.tv/ios/Schedule.html
es: http://m.kab.tv/ios/ScheduleEs.html

# BOOKS_IPAD
source: http://www.kabbalahbooks.info
es: http://www.kabbalahbooks.info/kabbalah-books-spanish-s/26.htm

source: Donate
es: Donar

source: ENGLISH
es: INGLES

source: HEBREW
es: HEBREO

source: RUSSIAN
es: RUSO

source: SPANISH
es: ESPAÑOL

# ENGLISH_IPAD
source: ENGLISH
es: INGLES

# HEBREW_IPAD
source: HEBREW
es: HEBREO

# RUSSIAN_IPAD
source: RUSSIAN
es: RUSO

# SPANISH_IPAD
source: SPANISH
es: ESPAÑOL

# SCHEDULE_IPAD
source: SCHEDULE
es: HORARIO

# LIVE_FEED
source: Live feed only available during lesson.
es: Video solo disponible durante leccion en vivo.

# HEB_FEED
source: 24-7 Feed for Channel 66
es: Canal 66 disponible las 24 horas del dia.

# RUS_FEED
source: 24-7 Feed
es: Video disponible 24 horas del dia.

# SCHED_INFO
source: Kab TV Schedule
es: Horario de Kab TV

source: Archive
es: Archivo

# MEDIA_TITLE
source: Media Archive
es: Archivo de Medios

source: LIBRARY
es: BIBLIOTECA

# LIBRARY_TITLE
source: Library
es: Biblioteca

# BOOKS
source: BOOKSTORE
es: LIBROS

# BOOKS_TITLE
source: Books
es: Libros

source: SELF-STUDY
es: AUTO-ESTUDIO

# MEDIA_INFO
source: Kabbalah Media Archive - Free Kababalah Lessons, Sources, Video and Audio Downloads.
es: Archivo Media Kabbalah - Lecciones gratis de Kabbalah, Descarga de Video y Audio.

# LIBRARY_INFO
source: Kabbalah Library - Bnei Baruch Kabbalah Education & Research Institute.
es: La Sabiduría de la Cabalá - Bnei Baruj La Academia Internacional de la Cabalá| kab.info

# BOOKS_INFO
source: Kabbalah - The Kabbalah Books of Zohar, Kabbalah for Beginners, Music, DVDs.
es: Libros de Kabblah en Español.

# SELF-STUDY_INFO
source: Lessons given by Bnei Baruch senior lecturer, Anthony Kosinec.
es: Existe una pregunta detrás de cada interrogante que surge en nuestras vidas... y esto es lo que la Cabalá responde.

# SELF_TITLE
source: Self-Study
es: Auto-Estudio

# REGISTER_I
source: REGISTER
es: REGISTRO

# REGISTER_TITLE
source: Registration
es: Registro

# REGISTER_INFO
source: Course Registration - Kabbalah Education Center
es: Necesitarán registrarse para recibir acceso a los cursos del Centro de Estudios.

source: COURSES
es: CURSOS

# COURSES_TITLE
source: Courses
es: Cursos

# COURSES_INFO
source: Study Program - Kabbalah Education Center
es: Programa del Centro de Estudios

source: EVENTS
es: EVENTOS

# EVENTS_TITLE
source: Events
es: Eventos

# EVENTS_INFO
source: Kabbalah TV Live Stream - Events
es: Kabbalah TV - Eventos

# EVENTS_WEB
source: http://m.kab.tv/ios/events.html
es: http://m.kab.tv/ios/eventsSpa.html

# EVENTS_SHARE_STRING
source: Keep up to date with our events and promotions, via @Kabbalah App
es: Mantente al tanto con nuestros eventos y promociones, via @Kabbalah App

source: NEWS
es: NOTICIAS

source: DONATIONS
es: DONACIONES

# DONATIONS_INFO
source: Donations - Kabbalah Education Center
es: Ayuda a compartir la Cabalá con el mundo.

# DONATIONS_TITLE
source: Donations
es: Donaciones

source: GENERAL
es: DONACIÓN GENERAL

source: MAASER
es: PAGAR MAASER

source: CONVENTION
es: DONACIÓN CONGRESO

# DONATE_SHARE
source: Donate
es: Donar

# GENERAL_TITLE
source: General Donation
es: Donación General

# MAASER_TITLE
source: Maaser Donation
es: Pagar Maaser

# CONVENTION_TITLE
source: Convention Donation
es: Donación Congreso

# GENERAL_SUBTITLE
source: Would you like to donate for a specific programe or project?
es: Quisieras donar para un programa o projecto en especifico?

# MAASER_SUBTITLE
source: To make a Maaser payment.
es: Para hacer un pago de Maaser.

# CONVENTION_SUBTITLE
source: Would you like to help others to come to a convention?
es: Quisieras ayudar a otros a que atiendan un congreso?

# GENERAL_WEB
source: http://m.kab.tv/ios/generaldonate.html
es: http://m.kab.tv/ios/donateSpa.html

# MAASER_WEB
source: http://m.kab.tv/ios/maaserdonate.html
es: http://m.kab.tv/ios/donateSpa.html

# CONVENTION_WEB
source: http://m.kab.tv/ios/conventiondonate.html
es: http://m.kab.tv/ios/donateSpa.html

# DONATE_LINK
source: http://edu.kabbalah.info/donations
es: http://www.cabalacentroestudios.com/donations

source: CATALOG
es: CATALOGO

# CATALOG_TITLE_F
source: Fundamentals Course Catalog
es: Catálogo de Cursos Fundamentos

# CATALOG_TITLE_I
source: Intermediate Course Catalog
es: Catálogo de Cursos Intermedios

# CATALOG_TITLE_G
source: Graduate Course Catalog
es: Catálogo de Cursos Avanzados

# OVERVIEW_TITLE_F
source: Fundamentals Course Overview
es: Curso Panorama Fundamentos

# OVERVIEW_TITLE_I
source: Intermediate Course Overview
es: Curso Panorama Intermedios

# OVERVIEW_TITLE_G
source: Graduate Course Overview
es: Curso Panorama Avanzados

# SERVICES_TITLE
source: Student Services
es: Servicios Estudiantiles

source: OVERVIEW
es: PANORAMA

# SERVICES_WEB
source: http://m.kab.tv/ios/services.html
es: http://m.kab.tv/ios/servicesS.html
